Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Dárbu lea eiseválddiid beales eambbo buktit dan golbma sámegiela oidnosii politihka hábmemis , doaibmabijuin ja almmolaš áššebáhpáriid jorgaleamis jna.
nob: Det er nødvendig at man fra myndighetenes side i større grad synliggjør alle de tre samiske språkene , gjennom politikkutforming , tiltak og oversetting av offentlige dokumenter etc.

source: Doaibmabidju 54 .
nob: Tiltak 54 .

source: Eanet ráđđehusdokumeanttat sámegillii Ráđđehus áigu almmuhit eanet dieđuid sámegillii iežas neahttasiidduin , ja almmuhit eanet sámegielalaš dokumeanttaid .
nob: Økt utgivelse av regjeringens dokumenter på samisk Regjeringen vil utgi mer informasjon på samisk på sine nettsider , og øke andelen samiskspråklige dokumenter .

source: Ráđđehus áigu erenoamážit áŋgiruššat almmuhit eanet dokumeanttaid oarjilsámegillii ja julevsámegillii .
nob: Spesielt vil regjeringen legge vekt på å utgi flere dokumenter på sør- og lulesamisk .

source: Ráhkaduvvot galgá visogovalaš logahallan mii čájeha makkár dieđut leat fidnemis oarjilsámegillii ja julevsámegillii .
nob: Det vil bli laget en oversikt over all informasjon som finnes på sør- og lulesamisk .

source: Ráđđehus áigu fuolahit ahte sámegielalaš neahttasiiddut ođasmahttojuvvojit ja dárkkistuvvojit systemáhtalaččat .
nob: Regjeringen vil også sikre mer systematisk oppdatering og kvalitetssikring av de samiskspråklige nettsidene .

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta Áigodat : 2009-2014
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet Tidsperspektiv : 2009-2014

source: Doaibmabidju 55 .
nob: Tiltak 55 .

source: Hálddahustearpmat Guovdilis bargu lea ráhkadahttit sámegielalaš tearpmaid mat nannejit ja bisuhit sámegiela geavaheami .
nob: Forvaltningstermer Utvikling av samiske termer er sentralt for å kunne bevare og styrke bruken av samisk språk .

source: Eaktun lea , jos sámegiela galgá leat vejolaš geavahit fágalaš oktavuođain , ahte leat fágaterminologiijat ja fágadoahpagat sámegillii .
nob: Forutsetningen for at samisk kan brukes i faglige sammenhenger , er at det finnes fagterminologi og fagbegreper på samisk .

source: Sámegiela terminologiijat ráhkaduvvojit sierra prošeaktan , nugo omd. Sámi láhkagiella nammasaš prošeakta mii čađahuvvo Deanu gieldda namas .
nob: Samisk terminologiutvikling skjer gjennom spesielle prosjekter som for eksempel prosjektet samisk lovspråk i regi av Tana kommune .

source: Dasto vel ovdánanit sámegiela terminologiijat sierranas sámi ásahusaid áššemeannudemiid oktavuođas , omd. Sámedikki áššemeannudeamis .
nob: Videre skjer utvikling av Samisk terminologi gjennom saksbehandling i de ulike samiske institusjonene , som for eksempel Sametinget .

source: Dehálaš oassi sámegiela terminologiija ráhkadanproseassain lea almmolaš dokumeanttaid jorgaleapmi sámegillii .
nob: En viktig del av prosessene i utvikling av samisk terminologi foregår i tillegg gjennom oversetting av offentlige dokumenter til samisk .

source: Sámi giellalávdegoddi , mii lea Sámi parlamentáralaš ráđi vuollásaš , lea almmuhan muhtun terminologiijalisttuid dán neahttasiidui : www.giella.org .
nob: Samisk språknemnd under Samisk parlamentarisk råd har lagt ut noen terminologilister på www.giella.org .

source: Áigumuš lea ahte buot dokumeanttat maid stáhtalaš orgánat jorgalahttet , galget leat giellafágalaččat dárkkistuvvon , ja daid ođđa terminologiijat leat dohkkehuvvon rivttes vuogi mielde .
nob: Det er en målsetning at alle dokumenter statlige organer oversetter , skal være språkfaglig kvalitetssikret og at ny terminologi er godkjent av riktig instans .

source: Departemeanttat geavahit odne ollu jorgaleddjiid guđet jorgalit lágaid , njuolggadusaid , stuorradiggedieđáhusaid , preassadieđáhusaid jna. sámegielaide .
nob: Departementene bruker i dag forskjellige oversettere for å oversette lover , regler , stortingsmeldinger , pressemeldinger etc. til samisk .

source: Dainnago ollu váilot sámi juridihkalaš terminologiijat ja hálddahusterminologiijat , de jorgaluvvon teavsttat sáhttet muhtumassii leat eahpedárkilat terminologiija geavaheami dáfus .
nob: Ettersom mye samisk juridisk terminologi og forvaltningsterminologi mangler , kan disse oversettelsene ofte være noe uklare i sin terminologibruk .

source: Buoridan dihtii dili , de Bargo- ja searvadahttindepartemeanta áigu ráhkadahttit sámegielalaš ” viessogirjji ” maid departemeanttat ja vejolaččat daid vuollásaš etáhtatge sáhtte geavahit .
nob: For å bøte på dette vil Arbeids- og inkluderingsdepartementet få utviklet en samisk ” husnormal ” for bruk i departementene og eventuelt underliggende etater .

source: Ovddasvástádus : Bargo- ja searvadahttindepartemeanta Áigodat : Álggaheapmi jagi 2009
nob: Ansvarlig : Arbeids- og inkluderingsdepartementet Tidsperspektiv : Igangsettes 2009

source: Doaibmabidju 56 .
nob: Tiltak 56 .

source: Sámegillii jorgaluvvon lágaid dohkkehanortnet Áigumuš lea ahte buot dokumeanttat maid stáhtalaš orgánat jorgalahttet , galget leat giellafágalaččat dárkkistuvvon , ja daid ođđa terminologiijat leat dohkkehuvvon rivttes vuogi mielde .
nob: Godkjenningsordning for samiske lovoversettelser Det er en målsetning at alle dokumenter statlige organer oversetter , skal være språkfaglig kvalitetssikret og at ny terminologi er godkjent av riktig instans .

source: Bargo- ja searvadahttindepartemeanta áigu maid ásahit dohkálašvuođa dárkkisteaddji ortnega sámegillii jorgaluvvon lágaid ja eará almmolaš áššebáhpáriid várás , ja ortnega mii sihkkarastá ahte sámegillii jorgaluvvon lágat maiddái ođasmahttojuvvojit sámegillii go láhka ođasmahttojuvvo .
nob: Arbeids- og inkluderingsdepartementet vil også etablere en ordning for kvalitetssikring av samisk språk i lovoversettelser og andre offentlige dokumenter , og en ordning som sikrer at lover som er oversatt til samisk også oppdateres på samisk når loven revideres .

source: Sámegiella ja IKT Ráđđehusa ulbmil lea ahte buot IKT-ovdáneapmi almmolaš suorggis galgá atnit vuođđun unversála hámi vuođđojurdaga .
nob: Samisk språk og IKT Regjeringens mål er at all utvikling innen IKT i offentlig sektor skal bygge på prinsippet om universell utforming .

source: Ráđđehusa ulbmil lea sihkkarastit ahte buohkain lea vejolašvuohta ja mokta ávkineaset geavahit teknologiija ja ođđa bálvalusaid buoremus lági mielde .
nob: Regjeringen har som mål å sikre at alle har mulighet og motivasjon til å kunne nyttiggjøre seg teknologi og nye tjenester på en best mulig måte .

source: Deanu gieldda ulbmil lea ráhkadahttit dievas dárogiel-sámegiel sátnelisttu , mas leat juridihkalaš tearpmat mat leat váldojuvvon riidolágas . Riidoláhka lea leamaš barggu vuođđun , dasgo dat lea guovdilis láhka mas leat ollu juridihkalaš tearpmat mat geavahuvvojit beaivválaččat .
nob: www.samit.no FOR Å GJØRE DET ENKLERE for offentlige virksomheter å ta i bruk samisk tegnsett , ble en kompetansebase og et eget nettsted for samisk tegnsett og IT – samIT – etablert i 2003. samIT har vært organisert som prosjekt under Standard Norge og finansiert av Arbeids- og inkluderingsdepartementet .

source: Tearpmat biddjojuvvojit neahttasiidui www.risten.no dađistaga go Sámi giellalávdegoddi daid dohkkeha .
nob: Alle offentlige virksomheter skal kunne henvende seg til samIT for å få bistand i spørsmål knyttet til samisk språk og IT.

source: Sámi oktavuođas dat vuos ja ovddimusat mearkkaša ahte sámi olmmoš galgá sáhttit geavahit gielas buot IKT-oktavuođain , namalassii ahte sámi namaid galgá sáhttit čállit riekta almmolaš registariidda , ja ahte galget ráhkaduvvot prográmmaide sámegielalaš vejolašvuođat .
nob: I samisk sammenheng handler dette først og fremst om å kunne bruke samisk språk i all IKT-sammenheng , dvs. at samiske navn skal kunne skrives korrekt i offentlige registre , og at det utvikles programvare som støtter samisk språk .

source: Ahte sámegielalaš olbmuide maid sihkkarastojuvvo vejolašvuohta beassat geavahit ođđa teknologiija , lea dehálaš sihke sin searvamii servodahkii ja sámegiela ovdáneapmái .
nob: Å sikre tilgang til den nye teknologien også for samiskspråklige er av stor betydning både for deltakelsen i samfunnet , og for utviklingen av samisk språk .

source: Almmolaš suorggis lea čielga ovddasvástádus gozihit ahte sierranas IKT- ja neahttabálvalusat eai buvtte ođđa heađuštusaid .
nob: Offentlig sektor har et klart ansvar for å sørge for at de ulike IKT- og nettbaserte tjenestene ikke fører til nye barrierer .

source: Sámegielain leat buohkanassii 15 sierra čállinmearkka lassin dábálaš mearkkaide mat adnojuvvojit anglo-amerihkálaš vuogádagas .
nob: De samiske språkene har i alt 15 spesielle tegn utover de ordinære tegn som eksisterer i det angloamerikanske systemet .

source: Sámegiela čállinmearkkaid ja IKTa dáfus lea maŋimuš jagiid leamaš buorre ovdáneapmi .
nob: Det har vært en positiv utvikling de siste årene når det gjelder samisk tegnsett og IKT .

source: Sámegiella lea dál válljehahtti giella dábáleamos operatiivavuogádagain .
nob: Samisk språk er nå implementert som eget valg i de mest brukte operativsystemene .

source: Doaibmabidju 57 .
nob: Tiltak 57 .

source: Sámegiella almmolaš registariin – gáibádusat stáhtalaš etáhtaide Sámi giellajovkui lea dehálaš ahte maiddái čálalaččatge lea vejolaš geavahit sámegiela riekta ja dohkálaččat servodagas .
nob: Samisk språk i offentlige registre krav til statlige etater For den samiske språkgruppen er det viktig at også skriftlig samisk kan benyttes på en riktig og korrekt måte i samfunnet .

source: Sámegiela dievas geavaheapmi gáibida ahte vejolaš lea atnit muhtun čállinmearkkaid mat eai leat girjedárus eaige ođđadárus .
nob: For fullverdig bruk er samisk avhengig av å benytte noen tegn som ikke finnes i

source: Boarraseappoš almmolaš registariin eai leat dat čállinmearkkat , ja dat lea dagahan ahte máŋggalágan nuppástuhttinprográmmat mat lonuhit dáid čállinmearkkaid dakkár čállinmearkan maid vuogádagat sáhttet dohkkehit .
nob: bokmål og nynorsk . De eldre offentlige registrene har ikke disse tegnene , noe som har ført til at det benyttes forskjellige varianter av konverteringer for disse til andre bokstaver som kan registreres i systemene .

source: Dát guoská ee. aiddofal dakkár registariidda go Brønnøysundregistariidda , Álbmotregistarii , Stáhta kártalágádussii ( Norgesglasset ) , Primusii , Askeladdenii ja NAVii .
nob: Typisk vil dette bl.a. gjelde registre som Brønnøysundregistrene , Folkeregisteret , Statens kartverk ( Norgesglasset ) , Primus , Askeladden og i NAV .

source: Dat mearkkaša ahte sámi álbmot ja fitnodagat main lea sámi namma eai sáhte registarastojuvvot rivttes namain ja čujuhusain registariidda .
nob: Det innebærer at den samiske befolkningen og bedrifter med samiske navn ikke kan få registrert sine navn og adresser på korrekt måte i registrene .

source: Ráđđehus oaivvilda ahte dát dilli lea unohas ja ferte buoriduvvot .
nob: Regjeringen er av den oppfatning at dette er en uheldig situasjon som må rettes opp .

source: Standárdenráđđi , mii lea Ođasmahttin- ja hálddahusdepartemeantta ( FAD ) rávvejeaddji orgána IKT-áššiin , lea meannudan áššin čállinmearkkaid geavaheami almmolaš hálddahusas .
nob: Standardiseringsrådet , som er et rådgivende organ for Fornyings- og administrasjonsdepartementet ( FAD ) innen IKT-spørsmål , har behandlet bruken av tegnsett innen offentlig forvaltning .

source: maid FAD dál lea meannudeamen , ráđđi árvala váldit atnui mearkavuogádahkii ISO / IEC 10646 gullevaš UTF- 8 veršuvnna almmolaš neahttabáikkiin ja almmolaš registariin .
nob: I sin anbefaling , som nå er til behandling i FAD , foreslår rådet innført tegnsettet ISO / IEC 10646 representert ved UTF- 8 for offentlige nettsteder og mot offentlige registre .

source: Dát mearkavuogádat geavahuvvo viidát ja gokčá ii duššefal sámi girjegielaid dárbbuid , muhto maiddái máilmmi eanaš gielaid čállinmearkkaid .
nob: Dette tegnsettet har vid utbredelse og dekker ikke bare behovene samisk skriftspråk har , men også tekstlig representasjonen for et flertall av verdens språk .

source: Teknihkalaččat dát válljen buktá dievas čovdosa teakstačállimii buot dain geavahansurggiin main odne eai leat áibbas dohkálaš čovdosat .
nob: Teknisk sett vil et slikt valg gi en fullverdig løsning for tekstlig representasjon innen alle de bruksområder en i dag ikke har fullverdige løsninger .

source: Almmolaš neahttabáikkiide orru leamen viehka álki váldit atnui UTF-8 , muhto ovdalgo loahpalaš mearrádus dahkkojuvvo , de ferte čađahuvvot váikkuhusguorahallan , vai lea vejolaš garvit vuorddekeahtes váttisvuođaid .
nob: For offentlige nettsteder synes det som relativt enkelt å innføre UTF-8 , men før endelig konklusjon kan trekkes må det gjennomføres en konsekvensanalyse for sikre seg mot uforutsette problemstillinger .

source: Dainnago otnáš registariin leat nana čatnasat , de lea dárbu gávdnat jierpmálaš gaskaboddasaš ortnegiid ja heivvolaš vugiid mo čađahit nuppástuhttima .
nob: På grunn av de sterke bindingene som eksisterer i nåværende registre er det nødvendig med fornuftige overgangsordninger og egnede metoder for å gjennomføre en slik omlegging .

source: Dát nuppástuhttimat gusket máŋgga oasálažžii .
nob: Det er mange involverte parter som vil påvirkes av disse omleggingene .

source: Plánejuvvon lea čađahit váikkuhusguorahallama giđđat jagi 2009 .
nob: Det er planlagt gjennomført en konsekvensanalyse våren 2009 .

source: Ráđđehus dáhttu váldit atnui čállinmearkavuogádahkii ISO / IEC 10646 gullevaš UTF- 8 veršuvnna almmolaš neahttabáikkiide ja almmolaš registariidda , muhto ferte vuos árvvoštallat dárkileappot mo dan dahkat ja makkár gaskaboddasaš ortnegat galget geavahuvvot .
nob: Regjeringen ønsker å innføre tegnsettet ISO / IEC 10646 representert ved UTF- 8 for offentlige nettsteder og mot offentlige registre , men må vurdere nøyere hvordan dette skal skje og hvilke overgangsordninger som skal gjelde .

source: Ovddasvástádus : Ođasmahttin- ja hálddahusdepartemeanta Áigodat : Doaibmaplána áigodat
nob: Ansvarlig : Fornyings- og administrasjonsdepartementet Tidsperspektiv : Handlingsplanens virkeperiode

source: Giellateknologiija Giellateknologiija lea diehtagiid rasttideaddji doaibma mii siskkilda dakkár dihtorprográmmaid ráhkadeami mat sáhttet bođđet ja ráhkadit olmmošlaš giela cealkagiid , omd. dárogillii dahje sámegillii .
nob: Språkteknologi Språkteknologi er en tverrvitenskapelig disiplin som omfatter utvikling av dataprogram for å analysere og generere menneskelig språk , for eksempel norsk eller samisk .

source: Giellateknologiija vuođđun leat ee. diehtojuohkinteknologiija , gielladiehtaga , dahkojierpmi , fonetihka ja kognitiiva psykologiija máhtut .
nob: Språkteknologi bygger blant annet på kunnskap innen informasjonsteknologi , lingvistikk , kunstig intelligens , fonetikk og kognitiv psykologi .

source: Giellateknologiija juhkkojuvvo dábálaččat guovtti váldosuorgái , dihtorlingvistihkkii ja jietnadanteknologiijii .
nob: Språkteknologi blir vanligvis delt inn i to hovedområder , datalingvistikk og taleteknologi .

source: Buot almmolaš doaimmahusat galget sáhttit váldit oktavuođa ja jearrat samIT rávvagiid áššiin mat gusket sámegillii ja ITii .
nob: Innen datalingvistikken konsentrerer en seg hovedsakelig om analyser av skrevet tekst , som blant annet vil åpne for utvidet søkemuligheter på internett og automatisk oversettelse .

source: fuomášumi čállojuvvon teavsttaid bođđemii , mii ee. ovddida ohcanvejolašvuođaid interneahtas ja automáhtalaš jorgaleami .
nob: Taleteknologien handler om databehandling av menneskelig tale , dvs. særlig talegjenkjenning og talesyntese .

source: Jietnadeapmi lea čájehuvvon leat beaktilis vuohki juohkit dieđuid .
nob: Tale har vist seg å være en effektiv måte å presentere informasjon på .

source: Jietnadanprográmmat sáhttet addit olbmuide geain lea lohkan- ja čállinváttisvuođat vejolašvuođa ipmirdit iešguđetlágan teavsttaid , fágagirjjiid rájis aviissaid rádjai .
nob: Taleprogram kan gi personer med lese- og skrivevansker tilgang til ulike typer tekster , fra fagbøker til aviser . Sametinget har utredet om det er mulig å utvikle talesyntese for samiske språk .

source: Syntehtalaš jietnadeapmi galgá geavahuvvot lassereaidun ovttas dábálaš divodanprográmmaiguin .
nob: Talesyntesen skal brukes som tilleggsverktøy i kombinasjon med ordinære korrekturprogram .

source: Vásáhusat čájehit ahte syntehtalaš jietnadeapmi doarju lohkan- ja čállindáiddu .
nob: Erfaring viser at bruk av talesyntese støtter både lese- og skriveprosessen .

source: Lassin syntehtalaš jietnadeapmi sáhttá geavahuvvot vuođđun ráhkadit ođđaáigásaš bálvalusfálaldagaid máŋgga suorggis .
nob: I tillegg vil talesyntese kunne bli brukt som grunnlag for å utvikle et moderne tjenestetilbud på mange felt .

source: Doaibmabidju 58 .
nob: Tiltak 58 .

source: Sámegiela riektačállinreaidu Sámediggi lea jagi 2004 rájis čađahan prošeavtta ( Divvun ) mas ráhkaduvvo sámegillii elektruvnnalaš teakstagieđahalli divodanprográmma .
nob: Samisk rettskrivingsverktøy Sametinget har siden 2004 gjennomført et prosjekt ( Divvun ) med utvikling et samisk korrekturprogram for elektronisk tekstbehandling .

source: Prográmma lea nuvttá ja dan lea vejolaš viežžat interneahtas .
nob: Programmet er gratis og kan lastes ned fra internett .

source: Bargo- ja searvadahttindepartemeanta , Máhttodepartemeanta ja Sámediggi ruhtadit prošeavtta « Divvun 2 » , mii galgá sihke ortnegis doallat ja geahččalit davvisámegiela ja julevsámegiela stávendárkkástusa , ja ovddidit oarjilsámegillii stávendárkkástusa .
nob: Arbeids- og inkluderingsdepartementet , Kunnskapsdepartementet og Sametinget finansier prosjektet « Divvun 2 » , som både skal stå for vedlikehold og prøvedrift av stavekontrollen for nordsamisk og lulesamisk , samt utvikling av en stavekontroll for sørsamisk .

source: Prošeakta galgá bistit badjel 3 jagi , ja ulbmil lea ahte oarjilsámegiela stávendárkkástus galgá leat válmmas jagi 2010 lohppii .
nob: Prosjektet går over 3 år , og målet er at en sørsamisk stavekontroll skal foreligge innen utgangen av 2010 .

source: Ovddasvástádus : Máhttodepartemeanta , Bargo- ja searvadahttindepartemeanta ja Sámediggi Áigodat : 2010 Sámediggi lea bidjan álgagii divaštallama Divvunprošeavtta boahtteáigásaš jođihanorganisašuvnna birra .
nob: Ansvarlig : Kunnskapsdepartementet , Arbeids- og inkluderingsdepartementet og Sametinget Tidsperspektiv : 2010 Sametinget har tatt initiativ til å drøfte en fremtidig driftsorganisasjon for Divvun-prosjektet .

source: Dađistaga gielat ovdánit ee. oktilaš terminologiijabargguiguin , ja danne lea dehálaš ahte giellareaiddutge oktilaččat ođasmahttojuvvojit ja buoriduvvojit .
nob: Det skjer en stadig utvikling av språkene blant annet ved den terminologiutviklingen som fortløpende skjer , og da er det viktig at det skjer en kontinuerlig oppdatering og utvikling av språkverktøyene .

source: Maiddái prográmmabuvttadeaddjiid veršuvnnaid ođasmahttimatge dagahit dárbbu buoridit ja ođasmahttit riektačállinreaidduid .
nob: Også versjonsoppdateringene hos programvareleverandørene medfører behov for videreutvikling og oppgradering av rettskrivingsverktøyene .

source: Sámegiela sátnegirjjit Odne leat unnán sámegiela sátnegirjjit , erenoamážit julevsámegillii ja oarjilsámegillii .
nob: På prosjektets Samiske ordbøker Det er i dag stor mangel på samiske ordbøker , særlig lulesamisk og sørsamisk .

source: Go sátnegirjjit váilot , de dat dilli sáhttá hehttet gielaid ovdáneames .
nob: Mangel på ordbøker kan være en hindring for utvikling av språkene .

source: Ovdamearkka dihtii sáhttet ovttagielalaš sámi sátnegirjjit leat dehálaš váikkuhussan dasa , ahte sámegiella sáhttá doaibmat metagiellange , namalassii dakkár giellan mainna olmmoš čilge sániid mearkkašumi .
nob: For eksempel kan enspråklige samiske ordbøker være et viktig bidrag til at samisk skal kunne fungere også som metaspråk , dvs. som språk til å forklare hva ting betyr .

source: Eai dárogielalaš olbmuidege gávdno sátnegirjjit , guđet háliidit oahppat davvisámegiela , eaige sámidáru sátnegirjjit mat dárogielalaš geavaheddjiide čilgejit sámegiela sániid geavaheami .
nob: Det fins heller ikke ordbøker lagd spesielt for norskspråklige som vil lære nordsamisk , eller samisknorske ordbøker som forklarer bruk av samiske ord for norskspråklige brukere .

source: Prošeavtta ruovttusiidduin sáhttet olbmot dál viežžat giellaoahpa árvvoštallanreaiddu davvisámegillii , julevsámegillii , oarjilsámegillii , anárašgillii , nuortalašgillii ja gielddasámegilli .
nob: hjemmesider finner man nå verktøy for grammatisk analyse for språkene nordsamisk , lulesamisk , sørsamisk , enaresamisk , skoltesamisk og kildinsamisk .

source: Lassin leat davvisámegillii pedagogalaš prográmmat ja sátnegirjjit .
nob: I tillegg finnes det pedagogiske program og ordbøker for nordsamisk .

source: OAIDNIT : Oidnosii buktit sámegiela albmohahkii Vai sámegiella nanusmuvvá ealli kulturcaggin , de lea dehálaš ahte sámegiella eambbo oidno albmohagas .
nob: SE : Synliggjøre samiske språk i det offentlige rom For at samiske språk skal styrkes som levende kulturbærende språk er det nødvendig at samisk blir mer synlig i det offentlige rom .

source: Ahte Norgga álbmot deaivvada sámegielaiguin almmolaš joregiin , lea dehálaš vai gielaid árvodássi servodagas buorrána .
nob: At befolkningen i Norge i størst mulig grad møter de samiske språkene på den offentlige arena er viktig for å øke språkenes status i samfunnet .

source: Dat buoridivččii juohkehačča diđolašvuođa das ahte sámegiella lea dehálaš oassi riikka kultuvrralaš ilmmis .
nob: Det vil øke den enkeltes bevisstgjøring om at samisk språk er en viktig del av det nasjonale kulturelle landskapet .

source: Dasto dat váikkuha buorebussii olbmuid miellaguottuid dáfus ja lassánahtášii sin beroštupmái sámegielas servodagas muđuid .
nob: Videre vil det virke positivt i forhold til holdninger til og interesse for samisk språk i samfunnet generelt .

source: Maŋimuš jagiid sámegiella lea eambbo go ovdal šaddan Norgga kultuvrra oassin .
nob: I de siste årene har samisk språk i sterkere grad enn før blitt den del av kulturbildet i Norge .

source: Sámi filmmat , sámi artisttat ja sámi festiválat váikkuhit ollu dasa ahte beroštupmi sámegielas lassána servodagas .
nob: Samiske filmer , samiske artister og samiske festivaler bidrar i sterk grad til å øke interessen for samisk språk i samfunnet .

source: Sámegielaid oidnosii buktin lea maid dehálaš nannen dihtii sámiid gielalaš ja kultuvrralaš ihčodaga .
nob: Synliggjøringen av de samiske språkene er også viktig for å styrke språklig og kulturell identitet .

source: Iiba unnánge leat dán oktavuođas dehálaš ahte sámegielaid šláddjiivuohta oidno eambbo almmolaš joregiin , nu ahte sihke davvisámegielalaččat , julevsámegielalaččat ja oarjilsámegielalaččat sáhttet deaivvahit gielaset nu ollu oktavuođain go fal vejolaš .
nob: Ikke minst er det i denne sammenheng viktig at mangfoldet i samisk språk blir mer synlig på den offentlige arena , slik at både nordsamisktalende , lulesamisktalende og sørsamisktalende kan møte språket sitt i flest mulig sammenhenger .

source: Mánáidáitariid raporttas man namma lea Retten til medvirkning for samiske barn og unge ( Sámi mánáid ja nuoraid vuoigatvuohta leat mielde váikkuheamen ) , nuorat dovddahit ahte giella lea
nob: I barneombudenes rapport Retten til medvirkning for samiske barn og unge uttrykker ungdommene at språket er en avgjørende faktor for å bidra til en trygg identitet

source: mearrideaddji dehálaš oadjebas ihčodaga váikkuheaddjin sidjiide – ja ahte hivvomediat menddo unnán gaskkustit fáluid sámi nuoraide .
nob: – og at massemediene i alt for liten grad formidler stoff rettet mot samiske ungdommer .
